export const items = {
  defi: [
    {
      id: 1,
      title: 'Что такое DeFi?',
      description:
        'DeFi (Decentralized Finance) - это финансовая система на основе блокчейна, которая устраняет посредников и позволяет совершать прямые пиринговые транзакции. Она предлагает открытые и доступные финансовые услуги с помощью смарт-контрактов и децентрализованных приложений. DeFi позволяет осуществлять такие операции, как кредитование, займы, торговля и инвестирование, способствуя прозрачности и включительности. Однако, она несет риски из-за своей новизны и регуляторных вызовов.',
      image:
        'https://img.freepik.com/free-photo/3d-cryptocurrency-rendering-design_23-2149074554.jpg?w=996&t=st=1687448784~exp=1687449384~hmac=03dec6d88fa866b62ccc51104d7cd03abf7dc099fa1f4f320fa1b9817dcecd39',
    },
    {
      id: 2,
      title: 'Финансовые инновации в DeFi',
      description:
        'DeFi способствует финансовым инновациям, таким как стейблкоины, обеспеченная ликвидность и рынки прогнозирования. Она позволяет разработку новых финансовых инструментов и продуктов, революционизируя традиционную финансовую сферу с помощью децентрализованных протоколов и смарт-контрактов.',
      image:
        'https://img.freepik.com/free-photo/3d-cryptocurrency-rendering-design_23-2149074557.jpg?w=996&t=st=1687448774~exp=1687449374~hmac=906f51340ab82fab55c31e1b3938f0b6f4a7dac9943abc8be81933ee466e3a76',
    },
    {
      id: 3,
      title: 'Масштабирование DeFi',
      description:
        'Масштабирование DeFi является ключевым для его роста. В настоящее время исследуются различные решения, такие как сети второго уровня, плазменные цепочки, мосты межцепочечного взаимодействия и оптимизации протоколов. Обеспечение масштабируемости является важным для поддержания эффективности, снижения затрат на транзакции и адаптации к увеличивающемуся числу пользователей и транзакций в экосистеме DeFi.',
      image:
        'https://img.freepik.com/free-photo/3d-cryptocurrency-rendering-design_23-2149074559.jpg?w=996&t=st=1687448863~exp=1687449463~hmac=319f3f9ce528c3e4aed7fa32317227775e518cbf1ab259b677ad042a1a4e6f70',
    },
  ],
  scam: [
    {
      id: 1,
      title: 'Мошенничество в мире криптовалют',
      description:
        'В мире криптовалют существует несколько типов мошенничеств, которые мошенники используют для обмана и мошенничества над людьми. Некоторые распространенные виды мошенничества включают пирамидальные схемы, фишинг, поддельные ICO, мошенничество на бирже, поддельные кошельки и социальную инженерию. Важно быть осторожным и внимательным при работе с криптовалютами, проверять подлинность проектов и общаться только с доверенными и проверенными источниками информации.',
      image:
        'https://img.freepik.com/free-photo/laptop-with-fake-news-magnifying-glass_23-2148824741.jpg?w=900&t=st=1687448893~exp=1687449493~hmac=fdf4ba249ab39ae05d553283e2b37b06e13cb375029c7c88c0d56e68d8dc005f',
    },
    {
      id: 2,
      title: 'Как избежать мошенников?',
      description:
        'Для избежания мошенничества в криптовалютах проводите тщательное исследование перед инвестированием. Пользуйтесь надежными платформами и кошельками, и проверяйте официальные коммуникации независимо. Используйте аппаратные кошельки для повышения безопасности. Будьте осторожными с нереалистичными обещаниями и включайте двухфакторную аутентификацию (2FA). Будьте в курсе последних новостей и мошенничества, и доверяйте своей интуиции, соблюдая осторожность.',
      image:
        'https://img.freepik.com/free-photo/fraud-scam-phishing-caution-deception-concept_53876-120442.jpg?w=900&t=st=1687448919~exp=1687449519~hmac=4990707bd2bd546fdc44bcc6eff554a92afd7d0d00b4fa4dda9ba2e41f6d9f01',
    },
    {
      id: 3,
      title: 'Как хранить криптовалюту?',
      description:
        'Надлежащее хранение криптовалюты крайне важно для обеспечения безопасности. Используйте аппаратные кошельки для повышенной защиты или выберите надежный программный кошелек с сильным шифрованием и двухфакторной аутентификацией (2FA). Регулярно создавайте резервные копии приватных ключей или фраз для восстановления офлайн. Применяйте надежные меры безопасности, регулярно обновляйте программное обеспечение и будьте осторожны при попытках фишинга. Разнообразьте хранение на несколько методов, чтобы снизить риски. Будьте в курсе практик безопасности и появляющихся угроз в сообществе криптовалюты. Безопасность ваших средств является приоритетной.',
      image:
        'https://img.freepik.com/free-photo/it-specialist-checking-code-computer-dark-office-night_1098-18699.jpg?w=996&t=st=1687448962~exp=1687449562~hmac=ced3c9704a20d5fe589e203f7a6f768639e7d1ec1fc3bf1dd7acc1988787056d',
    },
  ],
  code: [
    {
      id: 1,
      title: 'Программирование в криптовалюте',
      description:
        'Программирование в криптовалюте включает разработку программ и смарт-контрактов, работающих на блокчейне. Основные аспекты включают создание смарт-контрактов с использованием языков, таких как Solidity, разработку децентрализованных приложений (DApps) на платформах, таких как Ethereum, EOS или Cardano, создание блокчейн-протоколов, интеграцию с биржами криптовалют и платежными системами, а также разработку криптовалютных кошельков. Программирование в области криптовалюты требует знания блокчейна, криптографии и определенных языков программирования. Оно предлагает возможности для инноваций и создания новых финансовых моделей, децентрализованных приложений и экосистем.',
      image:
        'https://img.freepik.com/free-photo/3d-render-code-testing-functional-test-usability_107791-16607.jpg?w=1380&t=st=1687449039~exp=1687449639~hmac=c8902bb68ebb7c8b75067d4680ecaa6741589a05811a6946e3195d25ad59537c',
    },
    {
      id: 2,
      title: 'Языки программирования к криптовалюте',
      description:
        'Для систем криптовалют часто используются несколько языков программирования. Solidity - это высокоуровневый язык для смарт-контрактов Ethereum. Vyper акцентирует внимание на безопасности в Ethereum. Rust предлагает безопасность и производительность. C++ обеспечивает низкоуровневое управление и эффективность. JavaScript популярен для разработки пользовательского интерфейса DApp. Python является универсальным и подходит для начинающих. Также используются другие языки, такие как Go и Java. Выбор зависит от конкретных требований и платформы, для которой разрабатывается проект.',
      image:
        'https://img.freepik.com/free-photo/view-3d-keyboard-buttons_23-2149917548.jpg?w=1380&t=st=1687449103~exp=1687449703~hmac=e5fc4b56afef67f460e97669b1207f57b9501eab9a7c5d90a430772d98f22470',
    },
    {
      id: 3,
      title: 'Как начать разрабатывать крипто-системы?',
      description:
        'Для начала программирования систем криптовалют необходимо ознакомиться с основами блокчейна и криптографии. Выберите подходящий язык программирования, например, Solidity, для разработки смарт-контрактов Ethereum. Получите знания о смарт-контрактах и их лучших практиках. Изучите разработку децентрализованных приложений (DApp) с использованием платформ, таких как Ethereum, EOS или Cardano, и научитесь взаимодействовать с блокчейном через API. Практикуйтесь с небольшими проектами, присоединяйтесь к сообществу разработчиков, чтобы учиться у опытных людей, и продолжайте расширять свои навыки через эксперименты и следите за новыми разработками в этой области.',
      image:
        'https://img.freepik.com/free-photo/html-system-websites-concept_23-2150323548.jpg?w=900&t=st=1687449077~exp=1687449677~hmac=0c2eec947b5f9b7a8fe508ed9a59d9625477614ae88ffec217f3a7ccc11de9ea',
    },
  ],
};
